import React from "react";
import "../styles.scss";
import { withRouter } from "react-router-dom";


function StoryHebrow(props) {
  const { history } = props;

  const italy=()=>{
    history.push("/StoryItaly");
    };

  const over =()=>{
    document.getElementById('italianoLink').style.color="black"
  }
const out=()=>{
  document.getElementById('italianoLink').style.color="blue"
}
  return (
    <div className="story">
      <label className="label">
        אליו מיזן <span id="italianoLink" className="italy" onMouseOut={out} onMouseOver={over} onClick={italy}> (Per Italiano clicca qui) </span>
      </label>
      <p className="pfather">
        <p>
          אליו מיזן נולד ב 9/9/1939 בטריאסטה, איטליה מהחיבור הזוגי בין דיאמנטינה
          ישראל וארמנדו מיזן שנישאו ביום ראשון ה- 6/11/1938
        </p>
        <p>
          דיאמנטיה, שבפי החברים כונתה טיני , נולדה בטרייסטה ב -16 באוגוסט 1913.
          להוריה סבטינו ישראל וסרינה רומנו שהתגוררו בויה פונטה,1 בטרייסטה.
        </p>
        <p>
          ארמנדו נולד בקורפו ב -29 בינואר 1909. להוריו איליה וסטמטה מיזן
          שהתגוררו בויה קאפיטאלי 23 טריאסה.
        </p>
        <p>ארמנדו ודיאמנטיה גרו בגטו בטריאסה, בוייה בקריה 13.</p>
        <p>
          ב 1943 במהלך מלמת העולם ה- 2 ברחה משפחת ישראל מטרייסטה, עם הזוג הצעיר
          והבן אליו. הם עזבו את הבית בידיים ריקות מבלי לקחת כלום, הם השאירו
          מאחוריהם שולחן ערוך כדי לא לגרום לשכנים לחשוד ולקחו את הרכבת לפירנצה.
        </p>
        <p>
          בפירנצה נשים וילדים התקבלו בברכה במנזר של נזירות כרמליתיות, לעומת זאת
          גברים לא הורשו להישאר במנזר.
        </p>
        <p>
          ב- 26 בנובמבר 1943 נערכה פשיטה של ​​פאשיסטים איטלקים וגרמנים על המנזר
          ממנו נלקחו כל היהודים. אליו ניצל על ידי נזירה שהניחה אותו מתחת לחצאיתה
          כדי להסתיר אותו.
        </p>
        <p>מן הנזירות אליו הועבר לבית היתומים במונטקטיני עד תום המלחמה.</p>
        <p>
          לאחר המלחמה, סבא שלו סבטינו ישראל, מלווה בנהג של הבריגדה היהודית בשם
          אריה, הלך לקחת את נכדו מבית היתומים. הוא נאלץ להרים את קולו ולקחת אותו
          בכוח משום שבית היתומים סרב להניח לו ללכת.
        </p>
        <p>
          סבא סבאטו וסבתא סרינה הצליחו להינצל ודאגו למה שנותר מהמשפחה. סרינה
          נפטרה אחרי המלחמה ונקברה בבית הקברות היהודי בפירנצה.
        </p>
        <p>
          אחרי המלחמה עזר הצבא האמריקני למשפחות וזו היתה תקופה טובה יותר. משפחת
          ארמנדו ואליו עברו לגור בבניין בפיאצה דלה בקרייה.
        </p>
        <p>
          לאחר החזרה לטריאסטה ארמנדו, גיסו סמי ואחיו החליטו לעשות את העלייה
          וללכת לישראל. סבא סבאטו לא רצה לעזוב את נכדו והחליט לעלות איתם לארץ.
          הם הגיעו לישראל במאי 1952.
        </p>
        <p>סבא סבאטו נפגע ומת בתאונה כמה שנים אחרי הגעתו לישראל.</p>
        <p>
          בישראל, ארמנדו ואליו הולכים לגור בקיבוץ גבעת ברנר, שם חיו משפחות
          איטלקיות שונות.
        </p>
        <p>בקיבוץ אליו לומד ועובד עד שהוא נקרא לשירות צבאי.</p>
        <p>
          לאחר שנתיים וחמישה חודשים, בשנת -1957 הוא מסיים את השירות הצבאי בדרגת
          סמל ומצורף לשירות בכוחות המילואים לתקופה של -27 שנים נוספות
        </p>
        <p>במארס 1966 הוא פגש את מרינה והם נישאו ב 20-6 באותה שנה</p>
        <p>ב 9-2-1968 נולד בנם הראשון- שי</p>
        <p>ב 18-2-1969 נולד בנם השני- ערן</p>
        <p>ב 3-5-1970 אליו ומרינה מחליטים לצאת מהקיבוץ ועוברים לגור בכרמיאל.</p>
        <p>כשנה לאחר מכן ב 2-8-1971 נולדת עדי</p>
        <p>וביום 23-6-1977 נולדה הבת האחרונה אורטל.</p>
        <p>מאז 1971 עבד בציקלון בבנייה ותיקון כלי טיס צבאיים.</p>
        <p>
          החברה, שהייתה חלק מ"התעשייה האווירית", שלחה אותו מעת לעת לעשות קורסי
          התמחות שונים באתר החברה שבשדה התעופה בלוד
        </p>
        <p>
          בזמנו הפנוי אליו אהב לשחק שח מט ואף השתתף בתחרויות בקבוצה העירונית
          וזכה במקומות מכובדים מאוד בתחרויות שונות
        </p>
        <p>
          את שנותיו האחרונות העביר במגורים בראשון לציון עם מרינה וליד ביתו
          הצעירה ונכדיו ממנה.
        </p>
      </p>
    </div>
  );
}
export default withRouter(StoryHebrow);
