import React from "react";
import "../styles.scss";

export default function Azcara() {
  return (
    <div className="tfilot">
      <label className="label">
        בעת העלייה לקבר נהוג לומר מספר פרקי תהילים להוסיף פרקים לפי שמו הפרטי של
        הנפטר וכן את פרקי המילה "נשמה".
      </label>
      <p>
        <h3>מזמורי תהילים:</h3>
        <span>פרק ל"ג:</span>
        רַנְּנוּ צַדִּיקִים בַּאֲדֹנָי לַיְשָׁרִים נָאוָה תְהִלָּה: הוֹדוּ
        לַאֲדֹנָי בְּכִנּוֹר בְּנֵבֶל עָשׂוֹר זַמְּרוּ לוֹ: שִׁירוּ לוֹ שִׁיר
        חָדָשׁ הֵיטִיבוּ נַגֵּן בִּתְרוּעָה: כִּי יָשָׁר דְּבַר אֲדֹנָי וְכָל
        מַעֲשֵׂהוּ בֶּאֱמוּנָה: אֹהֵב צְדָקָה וּמִשְׁפָּט חֶסֶד אֲדֹנָי מָלְאָה
        הָאָרֶץ: בִּדְבַר אֲדֹנָי שָׁמַיִם נַעֲשׂוּ וּבְרוּחַ פִּיו כָּל
        צְבָאָם: כֹּנֵס כַּנֵּד מֵי הַיָּם נֹתֵן בְּאוֹצָרוֹת תְּהוֹמוֹת:
        יִירְאוּ מֵאֲדֹנָי כָּל הָאָרֶץ מִמֶּנּוּ יָגוּרוּ כָּל יֹשְׁבֵי תֵבֵל:
        כִּי הוּא אָמַר וַיֶּהִי הוּא צִוָּה וַיַּעֲמֹד: אֲדֹנָי הֵפִיר עֲצַת
        גּוֹיִם הֵנִיא מַחְשְׁבוֹת עַמִּים: עֲצַת אֲדֹנָי לְעוֹלָם תַּעֲמֹד
        מַחְשְׁבוֹת לִבּוֹ לְדֹר וָדֹר: אַשְׁרֵי הַגּוֹי אֲשֶׁראֲדֹנָי אֱלֹהָיו
        הָעָם בָּחַר לְנַחֲלָה לוֹ: מִשָּׁמַיִם הִבִּיט אֲדֹנָי רָאָה אֶת כָּל
        בְּנֵי הָאָדָם: מִמְּכוֹן שִׁבְתּוֹ הִשְׁגִּיחַ אֶל כָּל יֹשְׁבֵי
        הָאָרֶץ: הַיֹּצֵר יַחַד לִבָּם הַמֵּבִין אֶל כָּל מַעֲשֵׂיהֶם: אֵין
        הַמֶּלֶךְ נוֹשָׁע בְּרָב חָיִל גִּבּוֹר לֹא יִנָּצֵל בְּרָב כֹּחַ:
        שֶׁקֶר הַסּוּס לִתְשׁוּעָה וּבְרֹב חֵילוֹ לֹא יְמַלֵּט: הִנֵּה עֵין
        אֲדֹנָי אֶל יְרֵאָיו לַמְיַחֲלִים לְחַסְדּוֹ: לְהַצִּיל מִמָּוֶת
        נַפְשָׁם וּלְחַיּוֹתָם בָּרָעָב: נַפְשֵׁנוּ חִכְּתָה לַאֲדֹנָי עֶזְרֵנוּ
        וּמָגִנֵּנוּ הוּא: כִּי בוֹ יִשְׂמַח לִבֵּנוּ כִּי בְשֵׁם קָדְשׁוֹ
        בָטָחְנוּ: יְהִי חַסְדְּךָ אֲדֹנָי עָלֵינוּ כַּאֲשֶׁר יִחַלְנוּ לָךְ.
        <span>פרק ט"ז:</span>
        מִכְתָּם לְדָוִד שָׁמְרֵנִי אֵל כִּי חָסִיתִי בָךְ: אָמַרְתְּ לַאֲדֹנָי
        אֲדֹנָי אָתָּה טוֹבָתִי בַּל עָלֶיךָ: לִקְדוֹשִׁים אֲשֶׁר בָּאָרֶץ
        הֵמָּה וְאַדִּירֵי כָּל חֶפְצִי בָם: יִרְבּוּ עַצְּבוֹתָם אַחֵר מָהָרוּ
        בַּל אַסִּיךְ נִסְכֵּיהֶם מִדָּם וּבַל אֶשָּׂא אֶת שְׁמוֹתָם עַל
        שְׂפָתָי: אֲדֹנָי מְנָת חֶלְקִי וְכוֹסִי אַתָּה תּוֹמִיךְ גּוֹרָלִי:
        חֲבָלִים נָפְלוּ לִי בַּנְּעִמִים אַף נַחֲלָת שָׁפְרָה עָלָי: אֲבָרֵךְ
        אֶת אֲדֹנָי אֲשֶׁר יְעָצָנִי אַף לֵילוֹת יִסְּרוּנִי כִלְיוֹתָי:
        שִׁוִּיתִי אֲדֹנָי לְנֶגְדִּי תָמִיד כִּי מִימִינִי בַּל אֶמּוֹט: לָכֵן
        שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי אַף בְּשָׂרִי יִשְׁכֹּן לָבֶטַח: כִּי
        לֹא תַעֲזֹב נַפְשִׁי לִשְׁאוֹל לֹא תִתֵּן חֲסִידְךָ לִרְאוֹת שָׁחַת:
        תּוֹדִיעֵנִי אֹרַח חַיִּים שׂבַע שְׂמָחוֹת אֶת פָּנֶיךָ נְעִמוֹת
        בִּימִינְךָ נֶצַח". ​ ​ "תְּפִלָּה לְדָוִד שִׁמְעָה אֲדֹנָי צֶדֶק
        הַקְשִׁיבָה רִנָּתִי הַאֲזִינָה תְפִלָּתִי בְּלֹא שִׂפְתֵי מִרְמָה:
        מִלְּפָנֶיךָ מִשְׁפָּטִי יֵצֵא עֵינֶיךָ תֶּחֱזֶינָה מֵישָׁרִים:
        בָּחַנְתָּ לִבִּי פָּקַדְתָּ לַּיְלָה צְרַפְתַּנִי בַל תִּמְצָא זַמֹּתִי
        בַּל יַעֲבָר פִּי: לִפְעֻלּוֹת אָדָם בִּדְבַר שְׂפָתֶיךָ אֲנִי
        שָׁמַרְתִּי אָרְחוֹת פָּרִיץ: תָּמֹךְ אֲשֻׁרַי בְּמַעְגְּלוֹתֶיךָ בַּל
        נָמוֹטּוּ פְעָמָי: אֲנִי קְרָאתִיךָ כִי תַעֲנֵנִי אֵל הַט אָזְנְךָ לִי
        שְׁמַע אִמְרָתִי: הַפְלֵה חֲסָדֶיךָ מוֹשִׁיעַ חוֹסִים מִמִּתְקוֹמְמִים
        בִּימִינֶךָ: שָׁמְרֵנִי כְּאִישׁוֹן בַּת עָיִן בְּצֵל כְּנָפֶיךָ
        תַּסְתִּירֵנִי: מִפְּנֵי רְשָׁעִים זוּ שַׁדּוּנִי אֹיְבַי בְּנֶפֶשׁ
        יַקִּיפוּ עָלָי: חֶלְבָּמוֹ סָּגְרוּ פִּימוֹ דִּבְּרוּ בְגֵאוּת:
        אַשֻּׁרֵינוּ עַתָּה סְבָבוּנוּ עֵינֵיהֶם יָשִׁיתוּ לִנְטוֹת בָּאָרֶץ:
        דִּמְיֹנוֹ כְּאַרְיֵה יִכְסוֹף לִטְרֹף וְכִכְפִיר יֹשֵׁב בְּמִסְתָּרִים:
        קוּמָה אֲדֹנָי קַדְּמָה פָנָיו הַכְרִיעֵהוּ פַּלְּטָה נַפְשִׁי מֵרָשָׁע
        חַרְבֶּךָ: מִמְתִים יָדְךָ אֲדֹנָי מִמְתִים מֵחֶלֶד חֶלְקָם בַּחַיִּים
        וּצְפוּנְךָ תְּמַלֵּא בִטְנָם יִשְׂבְּעוּ בָנִים וְהִנִּיחוּ יִתְרָם
        לְעוֹלְלֵיהֶם: אֲנִי בְּצֶדֶק אֶחֱזֶה פָנֶיךָ אֶשְׂבְּעָה בְהָקִיץ
        תְּמוּנָתֶךָ.
        <span>פרק ע"ב: </span>
        לִשְׁלֹמֹה אֶלֹהִים מִשְׁפָּטֶיךָ לְמֶלֶךְ תֵּן וְצִדְקָתְךָ לְבֶן
        מֶלֶךְ: יָדִין עַמְּךָ בְצֶדֶק וַעֲנִיֶּיךָ בְמִשְׁפָּט: יִשְׂאוּ הָרִים
        שָׁלוֹם לָעָם וּגְבָעוֹת בִּצְדָקָה: יִשְׁפֹּט עַנִיֵּי עָם יוֹשִׁיעַ
        לִבְנֵי אֶבְיוֹן וִידַכֵּא עוֹשֵׁק: יִירָאוּךָ עִם שָׁמֶשׁ וְלִפְנֵי
        יָרֵחַ דּוֹר דּוֹרִים: יֵרֵד כְּמָטָר עַל גֵּז כִּרְבִיבִים זַרְזִיף
        אָרֶץ: יִפְרַח בְּיָמָיו צַדִּיק וְרֹב שָׁלוֹם עַד בְּלִי יָרֵחַ:
        וְיֵרְדְּ מִיָּם עַד יָם וּמִנָּהָר עַד אַפְסֵי אָרֶץ: לְפָנָיו
        יִכְרְעוּ צִיִּים וְאֹיְבָיו עָפָר יְלַחֵכוּ: מַלְכֵי תַרְשִׁישׁ
        וְאִיִּים מִנְחָה יָשִׁיבוּ מַלְכֵי שְׁבָא וּסְבָא אֶשְׁכָּר יַקְרִיבוּ:
        וְיִשְׁתַּחֲווּ לוֹ כָל מְלָכִים כָּל גּוֹיִם יַעַבְדוּהוּ: כִּי יַצִּיל
        אֶבְיוֹן מְשַׁוֵּעַ וְעָנִי וְאֵין עֹזֵר לוֹ: יָחֹס עַל דַּל וְאֶבְיוֹן
        וְנַפְשׁוֹת אֶבְיוֹנִים יוֹשִׁיעַ: מִתּוֹךְ וּמֵחָמָס יִגְאַל נַפְשָׁם
        וְיֵיקַר דָּמָם בְּעֵינָיו: וִיחִי וְיִתֶּן לוֹ מִזְּהַב שְׁבָא
        וְיִתְפַּלֵּל בַּעֲדוֹ תָמִיד כָּל הַיּוֹם יְבָרְכֶנְהוּ: יְהִי פִסַּת
        בַּר בָּאָרֶץ בְּרֹאשׁ הָרִים יִרְעַשׁ כַּלְּבָנוֹן פִּרְיוֹ וְיָצִיצוּ
        מֵעִיר כְּעֵשֶׂב הָאָרֶץ: יְהִי שְׁמוֹ לְעוֹלָם לִפְנֵי שֶׁמֶשׁ יִנּוֹן
        שְׁמוֹ וְיִתְבָּרְכוּ בוֹ כָּל גּוֹיִם יְאַשְּׁרוּהוּ: בָּרוּךְ אֲדֹנָי
        אֱלֹהִים אֱלֹהֵי יִשְׂרָאֵל עֹשֵׂה נִפְלָאוֹת לְבַדּוֹ: וּבָרוּךְ שֵׁם
        כְּבוֹדוֹ לְעוֹלָם וְיִמָּלֵא כְבוֹדוֹ אֶת כֹּל הָאָרֶץ אָמֵן וְאָמֵן:
        כָּלּוּ תְפִלּוֹת דָּוִד בֶּן יִשָׁי. ​ ​<span>פרק צ"א:</span>
        יֹשֵׁב בְּסֵתֶר עֶלְיוֹן בְּצֵל שַׁדַּי יִתְלוֹנָן: אֹמַר לַאֲדֹנָי
        מַחְסִי וּמְצוּדָתִי אֱלֹהַי אֶבְטַח בּוֹ: כִּי הוּא יַצִּילְךָ מִפַּח
        יָקוּשׁ מִדֶּבֶר הַוּוֹת: בְּאֶבְרָתוֹ יָסֶךְ לָךְ וְתַחַת כְּנָפָיו
        תֶּחְסֶה צִנָּה וְסֹחֵרָה אֲמִתּוֹ: לֹא תִירָא מִפַּחַד לָיְלָה מֵחֵץ
        יָעוּף יוֹמָם: מִדֶּבֶר בָּאֹפֶל יַהֲלֹךְ מִקֶּטֶב יָשׁוּד צָהֳרָיִם:
        יִפֹּל מִצִּדְּךָ אֶלֶף וּרְבָבָה מִימִינֶךָ אֵלֶיךָ לֹא יִגָּשׁ: רַק
        בְּעֵינֶיךָ תַבִּיט וְשִׁלֻּמַת רְשָׁעִים תִּרְאֶה: כִּי אַתָּה אֲדֹנָי
        מַחְסִי עֶלְיוֹן שַׂמְתָּ מְעוֹנֶךָ: לֹא תְאֻנֶּה אֵלֶיךָ רָעָה וְנֶגַע
        לֹא יִקְרַב בְּאָהֳלֶךָ: כִּי מַלְאָכָיו יְצַוֶּה לָּךְ לִשְׁמָרְךָ
        בְּכָל דְּרָכֶיךָ: עַל כַּפַּיִם יִשָֹּאוּנְךָ פֶּן תִּגֹּף בָּאֶבֶן
        רַגְלֶךָ: עַל שַׁחַל וָפֶתֶן תִּדְרֹךְ תִּרְמֹס כְּפִיר וְתַנִּין: כִּי
        בִי חָשַׁק וַאֲפַלְּטֵהוּ אֲשַׂגְּבֵהוּ כִּי יָדַע שְׁמִי: יִקְרָאֵנִי
        וְאֶעֱנֵהוּ עִמּוֹ אָנֹכִי בְצָרָה אֲחַלְּצֵהוּ וַאֲכַבְּדֵהוּ: אֹרֶךְ
        יָמִים אַשְׂבִּיעֵהוּ וְאַרְאֵהוּ בִּישׁוּעָתִי. ​<span>פרק ק"ד: </span>
        בָּרְכִי נַפְשִׁי אֶת אֲדֹנָי אֲדֹנָי אֱלֹהַי גָּדַלְתָּ מְּאֹד הוֹד
        וְהָדָר לָבָשְׁתָּ: עֹטֶה אוֹר כַּשַֹּלְמָה נוֹטֶה שָׁמַיִם כַּיְרִיעָה:
        הַמְקָרֶה בַמַּיִם עַלִיּוֹתָיו הַשָֹּם עָבִים רְכוּבוֹ הַמְהַלֵּךְ עַל
        כַּנְפֵי רוּחַ: עֹשֶׂה מַלְאָכָיו רוּחוֹת מְשָׁרְתָיו אֵשׁ לֹהֵט: יָסַד
        אֶרֶץ עַל מְכוֹנֶיהָ בַּל תִּמּוֹט עוֹלָם וָעֶד: תְּהוֹם כַּלְּבוּשׁ
        כִּסִּיתוֹ עַל הָרִים יַעַמְדוּ מָיִם: מִן גַּעֲרָתְךָ יְנוּסוּן מִן
        קוֹל רַעַמְךָ יֵחָפֵזוּן: יַעֲלוּ הָרִים יֵרְדוּ בְקָעוֹת אֶל מְקוֹם זֶה
        יָסַדְתָּ לָהֶם: גְּבוּל שַׂמְתָּ בַּל יַעֲבֹרוּן בַּל יְשֻׁבוּן
        לְכַסּוֹת הָאָרֶץ: הַמְשַׁלֵּחַ מַעְיָנִים בַּנְּחָלִים בֵּין הָרִים
        יְהַלֵּכוּן: יַשְׁקוּ כָּל חַיְתוֹ שָׂדָי יִשְׁבְּרוּ פְרָאִים צְמָאָם:
        עֲלֵיהֶם עוֹף הַשָּׁמַיִם יִשְׁכּוֹן מִבֵּין עֳפָאיִם יִתְּנוּ קוֹל:
        מַשְׁקֶה הָרִים מֵעֲלִיּוֹתָיו מִפְּרִי מַעֲשֶׂיךָ תִּשְׂבַּע הָאָרֶץ:
        מַצְמִיחַ חָצִיר לַבְּהֵמָה וְעֵשֶׂב לַעֲבֹדַת הָאָדָם לְהוֹצִיא לֶחֶם
        מִן הָאָרֶץ: וְיַיִן יְשַׂמַּח לְבַב אֱנוֹשׁ לְהַצְהִיל פָּנִים
        מִשָּׁמֶן וְלֶחֶם לְבַב אֱנוֹשׁ יִסְעָד: יִשְׂבְּעוּ עֲצֵי אֲדֹנָי
        אַרְזֵי לְבָנוֹן אֲשֶׁר נָטָע: אֲשֶׁר שָׁם צִפֳּרִים יְקַנֵּנוּ חֲסִידָה
        בְּרוֹשִׁים בֵּיתָהּ: הָרִים הַגְּבֹהִים לַיְּעֵלִים סְלָעִים מַחְסֶה
        לַשְׁפַנִּים: עָשָׂה יָרֵחַ לְמוֹעֲדִים שֶׁמֶשׁ יָדַע מְבוֹאוֹ: תָּשֶׁת
        חֹשֶׁךְ וִיהִי לָיְלָה בּוֹ תִרְמֹשׂ כָּל חַיְתוֹ יָעַר: הַכְּפִירִים
        שֹׁאֲגִים לַטָּרֶף וּלְבַקֵּשׁ מֵאֵל אָכְלָם: תִּזְרַח הַשֶּׁמֶשׁ
        יֵאָסֵפוּן וְאֶל מְעוֹנֹתָם יִרְבָּצוּן: יֵצֵא אָדָם לְפָעֳלוֹ
        וְלַעֲבֹדָתוֹ עֲדֵי עָרֶב: מָה רַבּוּ מַעֲשֶׂיךָ אֲדֹנָי כֻּלָּם
        בְּחָכְמָה עָשִׂיתָ מָלְאָה הָאָרֶץ קִנְיָנֶךָ: זֶה הַיָּם גָּדוֹל
        וּרְחַב יָדָיִם שָׁם רֶמֶשׂ וְאֵין מִסְפָּר חַיּוֹת קְטַנּוֹת עִם
        גְּדֹלוֹת: שָׁם אֳנִיּוֹת יְהַלֵּכוּן לִוְיָתָן זֶה יָצַרְתָּ לְשַׂחֶק
        בּוֹ: כֻּלָּם אֵלֶיךָ יְשַׂבֵּרוּן לָתֵת אָכְלָם בְּעִתּוֹ: תִּתֵּן
        לָהֶם יִלְקֹטוּן תִּפְתַּח יָדְךָ יִשְׂבְּעוּן טוֹב: תַּסְתִּיר פָּנֶיךָ
        יִבָּהֵלוּן תֹּסֵף רוּחָם יִגְוָעוּן וְאֶל עֲפָרָם יְשׁוּבוּן:
        תְּשַׁלַּח רוּחֲךָ יִבָּרֵאוּן וּתְחַדֵּשׁ פְּנֵי אֲדָמָה: יְהִי כְבוֹד
        אֲדֹנָי לְעוֹלָם יִשְׂמַח אֲדֹנָי בְּמַעֲשָׂיו: הַמַּבִּיט לָאָרֶץ
        וַתִּרְעָד יִגַּע בֶּהָרִים וְיֶעֱשָׁנוּ: אָשִׁירָה לַאֲדֹנָי בְּחַיָּי
        אֲזַמְּרָה לֵאלֹהַי בְּעוֹדִי: יֶעֱרַב עָלָיו שִׂיחִי אָנֹכִי אֶשְׂמַח
        בַּאֲדֹנָי: יִתַּמּוּ חַטָּאִים מִן הָאָרֶץ וּרְשָׁעִים עוֹד אֵינָם
        בָּרְכִי נַפְשִׁי אֶת אֲדֹנָי הַלְלוּ יָהּ. ​ ​<span>פרק ק"ל:</span>
        שִׁיר הַמַּעֲלוֹת מִמַּעֲמַקִּים קְרָאתִיךָ אֲדֹנָי: אֲדֹנָי שִׁמְעָה
        בְקוֹלִי תִּהְיֶינָה אָזְנֶיךָ קַשֻּׁבוֹת לְקוֹל תַּחֲנוּנָי: אִם
        עֲוֹנוֹת תִּשְׁמָר יָהּ אֲדֹנָי מִי יַעֲמֹד: כִּי עִמְּךָ הַסְּלִיחָה
        לְמַעַן תִּוָּרֵא: קִוִּיתִי אֲדֹנָי קִוְּתָה נַפְשִׁי וְלִדְבָרוֹ
        הוֹחָלְתִּי: נַפְשִׁי לַאדֹנָי מִשֹּׁמְרִים לַבֹּקֶר שֹׁמְרִים לַבֹּקֶר:
        יַחֵל יִשְׂרָאֵל אֶל אֲדֹנָי כִּי עִם אֲדֹנָי הַחֶסֶד וְהַרְבֵּה עִמּוֹ
        פְדוּת: וְהוּא יִפְדֶּה אֶת יִשְׂרָאֵל מִכֹּל עֲוֹנֹתָיו.
      </p>
      <p>
        <h3>
          אחר כך אומרים אותיות שמו הפרטי של אליהו לפי הקטעים מתוך מזמור קי"ט:
        </h3>
        <p>
          אַשְׁרֵי תְמִימֵי דָרֶךְ הַהֹלְכִים בְּתוֹרַת יְהֹוָה: אַשְׁרֵי
          נֹצְרֵי עֵדֹתָיו בְּכָל לֵב יִדְרְשׁוּהוּ: אַף לֹא פָעֲלוּ עַוְלָה
          בִּדְרָכָיו הָלָכוּ: אַתָּה צִוִּיתָה פִקֻּדֶיךָ לִשְׁמֹר מְאֹד:
          אַחֲלַי יִכֹּנוּ דְרָכָי לִשְׁמֹר חֻקֶּיךָ: אָז לֹא אֵבוֹשׁ
          בְּהַבִּיטִי אֶל כָּל מִצְוֹתֶיךָ: אוֹדְךָ בְּיֹשֶׁר לֵבָב בְּלָמְדִי
          מִשְׁפְּטֵי צִדְקֶךָ: אֶת חֻקֶּיךָ אֶשְׁמֹר אַל תַּעַזְבֵנִי עַד
          מְאֹד:
        </p>
        <p>
          לְעוֹלָם יְהֹוָה דְּבָרְךָ נִצָּב בַּשָּׁמָיִם: לְדֹר וָדֹר
          אֱמוּנָתֶךָ כּוֹנַנְתָּ אֶרֶץ וַתַּעֲמֹד: לְמִשְׁפָּטֶיךָ עָמְדוּ
          הַיּוֹם כִּי הַכֹּל עֲבָדֶיךָ: לוּלֵי תוֹרָתְךָ שַׁעֲשֻׁעָי אָז
          אָבַדְתִּי בְעָנְיִי: לְעוֹלָם לֹא אֶשְׁכַּח פִּקּוּדֶיךָ כִּי בָם
          חִיִּיתָנִי: לְךָ אֲנִי הוֹשִׁיעֵנִי כִּי פִקּוּדֶיךָ דָרָשְׁתִּי: לִי
          קִוּוּ רְשָׁעִים לְאַבְּדֵנִי עֵדֹתֶיךָ אֶתְבּוֹנָן: לְכָל תִּכְלָה
          רָאִיתִי קֵץ רְחָבָה מִצְוָתְךָ מְאֹד:
        </p>
        <p>
          יָדֶיךָ עָשׂוּנִי וַיְכוֹנְנוּנִי הֲבִינֵנִי וְאֶלְמְדָה מִצְוֹתֶיךָ:
          יְרֵאֶיךָ יִרְאוּנִי וְיִשְׂמָחוּ כִּי לִדְבָרְךָ יִחָלְתִּי:
          יָדַעְתִּי יְהֹוָה כִּי צֶדֶק מִשְׁפָּטֶיךָ וֶאֱמוּנָה עִנִּיתָנִי:
          יְהִי נָא חַסְדְּךָ לְנַחֲמֵנִי כְּאִמְרָתְךָ לְעַבְדֶּךָ: יְבֹאוּנִי
          רַחֲמֶיךָ וְאֶחְיֶה כִּי תוֹרָתְךָ שַׁעֲשֻׁעָי: יֵבֹשׁוּ זֵדִים כִּי
          שֶׁקֶר עִוְּתוּנִי אֲנִי אָשִׂיחַ בְּפִקּוּדֶיךָ: יָשׁוּבוּ לִי
          יְרֵאֶיךָ וידעו עֵדֹתֶיךָ: יְהִי לִבִּי תָמִים בְּחֻקֶּיךָ לְמַעַן לֹא
          אֵבוֹשׁ:
        </p>
        <p>
          הוֹרֵנִי יְהֹוָה דֶּרֶךְ חֻקֶּיךָ וְאֶצְּרֶנָּה עֵקֶב: הֲבִינֵנִי
          וְאֶצְּרָה תוֹרָתֶךָ וְאֶשְׁמְרֶנָּה בְכָל לֵב: הַדְרִיכֵנִי בִּנְתִיב
          מִצְוֹתֶיךָ כִּי בוֹ חָפָצְתִּי: הַט לִבִּי אֶל עֵדְוֹתֶיךָ וְאַל אֶל
          בָּצַע: הַעֲבֵר עֵינַי מֵרְאוֹת שָׁוְא בִּדְרָכֶךָ חַיֵּנִי: הָקֵם
          לְעַבְדְּךָ אִמְרָתֶךָ אֲשֶׁר לְיִרְאָתֶךָ: הַעֲבֵר חֶרְפָּתִי אֲשֶׁר
          יָגֹרְתִּי כִּי מִשְׁפָּטֶיךָ טוֹבִים: הִנֵּה תָּאַבְתִּי לְפִקֻּדֶיךָ
          בְּצִדְקָתְךָ חַיֵּנִי:
        </p>
        <p>
          וִיבֹאֻנִי חֲסָדֶךָ יְהֹוָה תְּשׁוּעָתְךָ כְּאִמְרָתֶךָ: וְאֶעֱנֶה
          חֹרְפִי דָבָר כִּי בָטַחְתִּי בִּדְבָרֶךָ: וְאַל תַּצֵּל מִפִּי דְבַר
          אֱמֶת עַד מְאֹד כִּי לְמִשְׁפָּטֶךָ יִחָלְתִּי: וְאֶשְׁמְרָה תוֹרָתְךָ
          תָמִיד לְעוֹלָם וָעֶד: וְאֶתְהַלְּכָה בָרְחָבָה כִּי פִקֻּדֶיךָ
          דָרָשְׁתִּי: וַאֲדַבְּרָה בְעֵדֹתֶיךָ נֶגֶד מְלָכִים וְלֹא אֵבוֹשׁ:
          וְאֶשְׁתַּעֲשַׁע בְּמִצְוֹתֶיךָ אֲשֶׁר אָהָבְתִּי: וְאֶשָׂא כַפַּי אֶל
          מִצְוֹתֶיךָ אֲשֶׁר אָהָבְתִּי וְאָשִׂיחָה בְחֻקֶּיךָ:
        </p>
      </p>
      <p>
        <h3>פרקי תהילים באותיות נשמה:</h3>
        <p>
          נֵר לְרַגְלִי דְבָרֶךָ וְאוֹר לִנְתִיבָתִי: נִשְׁבַּעְתִּי
          וָאֲקַיֵּמָה לִשְׁמֹר מִשְׁפְּטֵי צִדְקֶךָ: נַעֲנֵיתִי עַד מְאֹד
          יְהֹוָה חַיֵּנִי כִדְבָרֶךָ: נִדְבוֹת פִּי רְצֵה נָא יְהֹוָה
          וּמִשְׁפָּטֶיךָ לַמְּדֵנִי: נַפְשִׁי בְכַפִּי תָמִיד וְתוֹרָתְךָ לֹא
          שָׁכָחְתִּי: נָתְנוּ רְשָׁעִים פַּח לִי וּמִפִּקּוּדֶיךָ לֹא תָעִיתִי:
          נָחַלְתִּי עֵדְוֹתֶיךָ לְעוֹלָם כִּי שְׂשׂוֹן לִבִּי הֵמָּה: נָטִיתִי
          לִבִּי לַעֲשׂוֹת חֻקֶּיךָ לְעוֹלָם עֵקֶב:
        </p>
        <p>
          שָׂרִים רְדָפוּנִי חִנָּם וּמִדְּבָרְךָ פָּחַד לִבִּי: שָׂשׂ אָנֹכִי
          עַל אִמְרָתֶךָ כְּמוֹצֵא שָׁלָל רָב: שֶׁקֶר שָׂנֵאתִי וָאֲתַעֵבָה
          תּוֹרָתְךָ אָהָבְתִּי: שֶׁבַע בַּיּוֹם הִלַּלְתִּיךָ עַל מִשְׁפְּטֵי
          צִדְקֶךָ: שָׁלוֹם רָב לְאֹהֲבֵי תוֹרָתֶךָ וְאֵין לָמוֹ מִכְשׁוֹל:
          שִׂבַּרְתִּי לִישׁוּעָתְךָ יְהֹוָה וּמִצְוֹתֶיךָ עָשִׂיתִי: שָׁמְרָה
          נַפְשִׁי עֵדֹתֶיךָ וָאֹהֲבֵם מְאֹד: שָׁמַרְתִּי פִקּוּדֶיךָ
          וְעֵדֹתֶיךָ כִּי כָל דְּרָכַי נֶגְדֶּךָ:
        </p>
        <p>
          מָה אָהַבְתִּי תוֹרָתֶךָ כָּל הַיּוֹם הִיא שִׂיחָתִי: מֵאֹיְבַי
          תְּחַכְּמֵנִי מִצְוֹתֶךָ כִּי לְעוֹלָם הִיא לִי: מִכָּל מְלַמְּדַי
          הִשְׂכַּלְתִּי כִּי עֵדְוֹתֶיךָ שִׂיחָה לִי: מִזְּקֵנִים אֶתְבּוֹנָן
          כִּי פִקּוּדֶיךָ נָצָרְתִּי: מִכָּל אֹרַח רָע כָּלִאתִי רַגְלָי
          לְמַעַן אֶשְׁמֹר דְּבָרֶךָ: מִמִּשְׁפָּטֶיךָ לֹא סָרְתִּי כִּי אַתָּה
          הוֹרֵתָנִי: מַה נִּמְלְצוּ לְחִכִּי אִמְרָתֶךָ מִדְּבַשׁ לְפִי:
          מִפִּקּוּדֶיךָ אֶתְבּוֹנָן עַל כֵּן שָׂנֵאתִי כָּל אֹרַח שָׁקֶר:
        </p>
        <p>
          הוֹרֵנִי יְהֹוָה דֶּרֶךְ חֻקֶּיךָ וְאֶצְּרֶנָּה עֵקֶב: הֲבִינֵנִי
          וְאֶצְּרָה תוֹרָתֶךָ וְאֶשְׁמְרֶנָּה בְכָל לֵב: הַדְרִיכֵנִי בִּנְתִיב
          מִצְוֹתֶיךָ כִּי בוֹ חָפָצְתִּי: הַט לִבִּי אֶל עֵדְוֹתֶיךָ וְאַל אֶל
          בָּצַע: הַעֲבֵר עֵינַי מֵרְאוֹת שָׁוְא בִּדְרָכֶךָ חַיֵּנִי: הָקֵם
          לְעַבְדְּךָ אִמְרָתֶךָ אֲשֶׁר לְיִרְאָתֶךָ: הַעֲבֵר חֶרְפָּתִי אֲשֶׁר
          יָגֹרְתִּי כִּי מִשְׁפָּטֶיךָ טוֹבִים: הִנֵּה תָּאַבְתִּי לְפִקֻּדֶיךָ
          בְּצִדְקָתְךָ חַיֵּנִי:
        </p>
      </p>
      <p className="kadishAzcara">
        <h3
        >לאחר מכן אומרים קדיש (ובלבד שיש מנין):</h3>
         <span>
          יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּא. [אמן]
        </span>
        <span>
          בְּעָלְמָא דִּי בְרָא, כִרְעוּתֵהּ. וְיַמְלִיךְ מַלְכוּתֵהּ, וְיַצְמַח פֻּרְקָנֵה, וִיקָרֵב מְשִׁיחֵהּ. [אמן]
        </span>
        <span>
          בְּחַיֵּיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵּי דְכָל-בֵּית יִשְׂרָאֵל, בַּעֲגָלָא וּבִזְמַן קָרִיב, וְאִמְרוּ אָמֵן.
          [אמן יְהֵא שְׁמֵיהּ רַבָּא מְבָרַךְ, לְעָלַם לְעָלְמֵי עָלְמַיָּא]
        </span>
        <span>
          עַל יִשְׂרָאֵל וְעַל רַבָּנָן וְעַל תַּלְמִידֵיהוֹן וְעַל כָּל תַּלְמִידֵי תַלְמִידֵיהוֹן, דעָסְקִין בְּאוֹרַיְתָא קַדִּשְׁתָּא. דִּי בְאַתְרָא הָדֵין וְדִי בְכָל אֲתַר וַאֲתַר. יְהֵא לָנָא וּלְהוֹן וּלְכוֹן חִנָּא וְחִסְדָּא וְרַחֲמֵי. מִן קֳדָם מָארֵי שְׁמַיָּא וְאַרְעָא וְאִמְרוּ אָמֵן. [אמן]        </span>
        <span>
          יְהֵא שְׁלָמָא רַבָּא מִן שְׁמַיָּא, חַיִּים וְשָׂבָע וִישׁוּעָה וְנֶחָמָה וְשֵׁיזָבָא וּרְפוּאָה וּגְאֻלָּה וּסְלִיחָה וְכַפָּרָה וְרֶוַח וְהַצָּלָה, לָנוּ וּלְכָל-עַמּוֹ יִשְׂרָאֵל, וְאִמְרוּ אָמֵן. [אמן]
        </span>
        <span>
          עֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא בְּרַחֲמָיו יַעֲשֶׂה שָׁלוֹם עָלֵינוּ, וְעַל כָּל-עַמּוֹ יִשְׂרָאֵל, וְאִמְרוּ אָמֵן. [אמן]
        </span>
      </p>
      <p>
        <h3>לאחר מכן אומרים תפילת השכבה:</h3>
        הַמְרַחֵם עַל כָּל בְּרִיּוֹתָיו הוּא יָחוֹס וְיַחְמוֹל וִירַחֵם עַל
        נֶפֶשׁ, רוּחַ וּנְשָׁמָה שֶׁל אליהו בן ארמנדו. רוּחַ אֲדֹנָי
        תְּנִיחֶנּוּ בְגַן עֵדֶן.
      </p>
      <p>
        <h3>יציאה מבית הקברות:</h3>יש נוהגים להניח על הקבר אבן משום כבוד הנפטר.
        ביציאה מבית הקברות נוהגים ליטול ידיים 3 פעמים על כל יד לסירוגין.
      </p>
    </div>
  );
}
