import React from "react";
import "../styles.scss";

export default function Kadish() {
  return (
    <div className="tfilot">
      <label className="label">קדיש:</label>
      <p className="kadishAzcara">
        <span>
          יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּא. [אמן]
        </span>
        <span>
          בְּעָלְמָא דִּי בְרָא, כִרְעוּתֵהּ. וְיַמְלִיךְ מַלְכוּתֵהּ, וְיַצְמַח פֻּרְקָנֵה, וִיקָרֵב מְשִׁיחֵהּ. [אמן]
        </span>
        <span>
          בְּחַיֵּיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵּי דְכָל-בֵּית יִשְׂרָאֵל, בַּעֲגָלָא וּבִזְמַן קָרִיב, וְאִמְרוּ אָמֵן.
          [אמן יְהֵא שְׁמֵיהּ רַבָּא מְבָרַךְ, לְעָלַם לְעָלְמֵי עָלְמַיָּא]
        </span>
        <span>
          עַל יִשְׂרָאֵל וְעַל רַבָּנָן וְעַל תַּלְמִידֵיהוֹן וְעַל כָּל תַּלְמִידֵי תַלְמִידֵיהוֹן, דעָסְקִין בְּאוֹרַיְתָא קַדִּשְׁתָּא. דִּי בְאַתְרָא הָדֵין וְדִי בְכָל אֲתַר וַאֲתַר. יְהֵא לָנָא וּלְהוֹן וּלְכוֹן חִנָּא וְחִסְדָּא וְרַחֲמֵי. מִן קֳדָם מָארֵי שְׁמַיָּא וְאַרְעָא וְאִמְרוּ אָמֵן. [אמן]        </span>
        <span>
          יְהֵא שְׁלָמָא רַבָּא מִן שְׁמַיָּא, חַיִּים וְשָׂבָע וִישׁוּעָה וְנֶחָמָה וְשֵׁיזָבָא וּרְפוּאָה וּגְאֻלָּה וּסְלִיחָה וְכַפָּרָה וְרֶוַח וְהַצָּלָה, לָנוּ וּלְכָל-עַמּוֹ יִשְׂרָאֵל, וְאִמְרוּ אָמֵן. [אמן]
        </span>
        <span>
          עֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא בְּרַחֲמָיו יַעֲשֶׂה שָׁלוֹם עָלֵינוּ, וְעַל כָּל-עַמּוֹ יִשְׂרָאֵל, וְאִמְרוּ אָמֵן. [אמן]
        </span>
      </p>
    </div>
  );
}
