import React from "react";
import "../styles.scss";

export default function Kadish() {
  return (
    <div className="tfilot">
      <p className="kadishAzcara">
        <span>
          יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּא. [אמן]
        </span>
        <span>
          בְּעָלְמָא דִּי בְרָא, כִרְעוּתֵהּ. וְיַמְלִיךְ מַלְכוּתֵהּ, וְיַצְמַח פּוּרְקָנֵה, וִיקָרֵב מְשִׁיחֵהּ. [אמן]
        </span>
        <span>
          בְּחַיֵּיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵּי דְכָל-בֵּית יִשְׂרָאֵל, בַּעֲגָלָא וּבִזְמַן קָרִיב, וְאִמְרוּ אָמֵן.
          [אמן יְהֵא שְׁמֵיהּ רַבָּא מְבָרַךְ, לְעָלַם לְעָלְמֵי עָלְמַיָּא]
        </span>
        <span>
          יְהֵא שְׁמֵיהּ רַבָּא מְבָרַךְ, לְעָלַם וּלְעָלְמֵי עָלְמַיָּא. יִתְבָּרֵךְ, וְיִשְׁתַּבַּח, וְיִתְפָּאֵר, וְיִתְרוֹמָם, וְיִתְנַשֵּׂא, וְיִתְהַדָּר, וְיִתְעַלֶּה וְיִתְהַלָּל, שְׁמֵהּ דְּקוּדְשָׁא בְּרִיךְ הוּא. [אמן]        </span>
        <span>
          לְעֵלָּא מִן-כָּל-בִּרְכָתָא וְשִׁירָתָא, תֻּשְׁבְּחָתָא וְנֶחֱמָתָא, דַּאֲמִירָן בְּעָלְמָא, וְאִמְרוּ אָמֵן. [אמן]
        </span>
        <span>
          יְהֵא שְׁלָמָא רַבָּא מִן שְׁמַיָּא וְחַיִּים טוֹבִים עָלֵינוּ וְעַל כָּל יִשְׂרָאֵל וְאִמְרוּ אָמֵן. [אמן]
        </span>
        <span>
          עֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא בְּרַחֲמָיו יַעֲשֶׂה שָׁלוֹם עָלֵינוּ, וְעַל כָּל-עַמּוֹ יִשְׂרָאֵל, וְאִמְרוּ אָמֵן. [אמן]
        </span>
      </p>
    </div>
  );
}
