import React from "react";
import "../styles.scss";

export default function Kadish() {
  return (
    <div className="tfilot">
      <label className="label">תהילים לעילוי נשמת:</label>
      <p >
        <span>מזמור מט:</span>
        <p>
          לַמְנַצֵּחַ לִבְנֵי קֹרַח מִזְמוֹר: שִׁמְעוּ זֹאת כָּל הָעַמִּים.
          הַאֲזִינוּ כָּל ישְׁבֵי חָלֶד: גַּם בְּנֵי אָדָם. גַּם בְּנֵי אִישׁ.
          יַחַד עָשִׁיר וְאֶבְיוֹן: פִּי יְדַבֵּר חָכְמוֹת. וְהָגוּת לִבִּי
          תְבוּנוֹת: אַטֶּה לְמָשָׁל אָזְנִי. אֶפְתַּח בְּכִנּוֹר חִידָתִי:
          לָמָּה אִירָא בִּימֵי רָע. עֲוֹן עֲקֵבַי יְסוּבֵּנִי: הַבֹּטְחִים עַל
          חֵילָם. וּבְרֹב עָשְׁרָם יִתְהַלָּלוּ: אָח לֹא פָדֹה יִפְדֶּה אִישׁ.
          לֹא יִתֵּן לֵאלֹהִים כָּפְרוֹ: וְיֵקַר פִּדְיוֹן נַפְשָׁם. וְחָדַל
          לְעוֹלָם: וִיחִי עוֹד לָנֶצַח. לֹא יִרְאֶה הַשָּׁחַת: כִּי יִרְאֶה
          חֲכָמִים יָמוּתוּ. יַחַד כְּסִיל וָבַעַר יֹאבֵדוּ. וְעָזְבוּ
          לַאֲחֵרִים חֵילָם: קִרְבָּם בָּתֵּימוֹ לְעוֹלָם. מִשְׁכְּנֹתָם לְדוֹר
          וָדֹר. קָרְאוּ בִשְׁמוֹתָם עֲלֵי אֲדָמוֹת: וְאָדָם בִּיקָר בַּל
          יָלִין. נִמְשַׁל כַּבְּהֵמוֹת נִדְמוּ: זֶה דַרְכָּם כֶּסֶל לָמוֹ.
          וְאַחֲרֵיהֶם בְּפִיהֶם יִרְצוּ סֶלָה: כַּצֹּאן לִשְׁאוֹל שַׁתּוּ מָוֶת
          יִרְעֵם. וַיִּרְדּוּ בָם יְשָׁרִים לַבֹּקֶר. וְצוּרָם לְבַלּוֹת
          שְׁאוֹל מִזְּבֻל לוֹ: אַךְ אֱלֹהִים יִפְדֶּה נַפְשִׁי מִיַּד שְׁאוֹל.
          כִּי יִקָּחֵנִי סֶלָה: אַל תִּירָא כִּי יַעֲשִׁיר אִישׁ. כִּי יִרְבֶּה
          כְּבוֹד בֵּיתוֹ: כִּי לֹא בְמוֹתוֹ יִקַּח הַכֹּל. לֹא יֵרֵד אַחֲרָיו
          כְּבוֹדוֹ: כִּי נַפְשׁוֹ בְּחַיָּיו יְבָרֵךְ. וְיוֹדֻךָ כִּי תֵיטִיב
          לָךְ: תָּבוֹא עַד דּוֹר אֲבוֹתָיו. עַד נֵצַח לֹא יִרְאוּ אוֹר: אָדָם
          בִּיקָר וְלֹא יָבִין. נִמְשַׁל כַּבְּהֵמוֹת נִדְמוּ:
        </p>
        <span>מזמור טז:</span>
        <p>
          מִכְתָּם לְדָוִד, שָׁמְרֵנִי אֵל כִּי חָסִיתִי בָךְ: אָמַרְתְּ לַה`
          אֲדֹנָי אָתָּה, טוֹבָתִי בַּל עָלֶיךָ: לִקְדוֹשִׁים אֲשֶׁר בָּאָרֶץ
          הֵמָּה, וְאַדִּירֵי כָּל חֶפְצִי בָם: יִרְבּוּ עַצְּבוֹתָם אַחֵר
          מָהָרוּ, בַּל אַסִּיךְ נִסְכֵּיהֶם מִדָּם, וּבַל אֶשָּׂא אֶת שְׁמוֹתָם
          עַל שְׂפָתָי: ה`, מְנָת חֶלְקִי וְכוֹסִי, אַתָּה תּוֹמִיךְ גּוֹרָלִי:
          חֲבָלִים נָפְלוּ לִי בַּנְּעִמִים, אַף נַחֲלָת שָׁפְרָה עָלָי:
          אֲבָרֵךְ אֶת ה` אֲשֶׁר יְעָצָנִי, אַף לֵילוֹת יִסְּרוּנִי כִלְיוֹתָי:
          שִׁוִּיתִי ה` לְנֶגְדִּי תָמִיד, כִּי מִימִינִי בַּל אֶמּוֹט: לָכֵן
          שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי, אַף בְּשָׂרִי יִשְׁכֹּן לָבֶטַח:
          כִּי לֹא תַעֲזֹב נַפְשִׁי לִשְׁאוֹל, לֹא תִתֵּן חֲסִידְךָ לִרְאוֹת
          שָׁחַת: תּוֹדִיעֵנִי אֹרַח חַיִּים, שׂבַע שְׂמָחוֹת אֶת פָּנֶיךָ,
          נְעִמוֹת בִּימִינְךָ נֶצַח:
        </p>
      </p>
    </div>
  );
}
